Repository: 84000/data-translation-memory
Catalog: toh44-31_84000-the-ten-bhumis.tmx
Source language: bo
Languages: en

source: །ཕུང་པོ་སྐྱེ་མཆེད་ཁམས་ཀྱིས་སྐྱེད་པ་མིན།
en: It cannot be produced by the skandhas, sensory elements, or sensory bases.

source: །སེམས་ཀྱིས་མི་ཤེས་ཡིད་ཀྱིས་རྣམ་མ་བརྟགས།
en: It is inaccessible to the mind and cannot be investigated by the intellect. “Just as the wise can neither describe nor show

source: །ཇི་ལྟར་བར་སྣང་གནས་ཀྱི་བྱ་ཡི་རྗེས། །ཤིན་ཏུ་སྨྲ་དཀའ་བསྟན་པར་མི་ནུས་པ།
en: The track of a bird in the sky,

source: །དེ་ལྟར་བདེ་གཤེགས་སྲས་ཀྱི་ས་རྣམས་ཀྱང་།
en: None of the bodhisattva bhūmis

source: །ཡིད་དང་སེམས་ཀྱི་ཡུལ་གྱིས་ཤེས་མི་ནུས།
en: Can be described, so how can they be heard?

source: །འོན་ཀྱང་བྱམས་དང་སྙིང་རྗེ་སྨོན་ལམ་གྱིས།
en: “However, through love, compassion, and prayer

source: །དེ་ལས་ཕྱོགས་ཙམ་རིམ་པའི་ཚུལ་བཞིན་དུ།
en: I shall give just an indication of them.

source: །བཤད་པར་བྱ་སྟེ་སེམས་ཀྱི་སྤྱོད་ཡུལ་མིན།
en: Though their succession is not within the scope of the mind,

source: །ཡེ་ཤེས་ཚུལ་གྱིས་རྫོགས་པར་བྱ་བའོ།
en: That which is thought is fulfilled by wisdom.

source: །དེ་འདྲའི་སྤྱོད་ཡུལ་ཕྲ་ཞིང་བལྟ་དཀའ་བ།
en: “That range of conduct is difficult to see.

source: །རང་རིག་ཡིན་པས་བརྗོད་པར་མི་ནུས་ཀྱང་།
en: I cannot describe what is in my mind.

source: །འོན་ཀྱང་བདེ་བར་གཤེགས་པའི་མཐུས་བརྗོད་ཀྱིས།
en: However, through the power of the jinas, I shall teach it;

source: །ཐམས་ཅད་མཐུན་པར་ནན་ཏན་གྱིས་དེ་ཉོན། །ཡེ་ཤེས་ས་དང་སྤྱོད་འཇུག་ཅི་འདྲ་བ།
en: Therefore, you should all respectfully listen.

source: །བསྐལ་པ་བྱེ་བར་ཟད་པར་མི་ནུས་ཏེ། །ཡང་དག་དོན་དངོས་གཞན་མིན་གནས་པ་ལས།
en: “I could not describe in eons This wisdom that is to be entered,

source: །མདོ་ཙམ་བཤད་ཀྱིས་དེ་དག་མཉན་པར་གྱིས།
en: But listen to this summary that I shall give Of the entire true meaning of the Dharma.

source: །མཐུན་ཞིང་ནན་ཏན་ཡོད་པར་སྟ་གོན་གནས།
en: “Be prepared with complete respect,

source: །བདེ་གཤེགས་བྱིན་གྱིས་བདག་གིས་བཤད་པར་བྱ། །དཔེ་ལྡན་འཐད་ལ་ཡི་གེ་མཉམ་པ་ཡི།
en: For I shall teach well through the power of the jinas.

source: །ཆོས་སྒྲ་དམ་པ་བདག་གིས་བརྗོད་པར་བྱ།
en: I shall speak the words of the sublime Dharma With appropriate examples and in even meter.

source: །འདི་ནི་ཚིག་གིས་བརྗོད་པར་ཤིན་ཏུ་དཀའ།
en: “It is very difficult to teach this in words,

source: །དེ་ལྟར་ཚད་མེད་བདེ་གཤེགས་མཐུ་དག་ལས།
en: But the immeasurable power of the sugatas

source: །ཆུ་ཐིགས་གཅིག་འདྲ་བདག་གི་ལུས་འདི་ལ།
en: Has entered me in the form of light rays,

source: །དེ་རིང་ཞུགས་ཀྱིས་བཤད་པ་མཉན་པར་གྱིས། །ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་ལ་སེམས་ཅན་དགེ་བའི་རྩ་བ་ཤིན་ཏུ་བསྩགས་པ་སྤྱད་པ་ཤིན་ཏུ་སྤྱོད་པ།
en: And through that power I am now able.

source: ཚོགས་ཤིན་ཏུ་བསགས་པ།
en: “O jinaputras!

source: སངས་རྒྱས་འབྱུང་བ་ཤིན་ཏུ་བསྙེན་བཀུར་བ། ཆོས་དཀར་པོ་ཤིན་ཏུ་བསྡུས་པ། དགེ་བའི་བཤེས་གཉེན་གྱིས་ཤིན་ཏུ་བཟུང་བ། བསམ་པ་ཡོངས་སུ་དག་པ། ལྷག་པའི་བསམ་པ་ཤིན་ཏུ་རྒྱ་ཆེན་པོ་ཅན་མོས་པ་རྒྱ་ཆེན་པོ་དང་ལྡན་པ།
en: The aspiration for enlightenment is developed by bodhisattvas who have (1) perfectly accumulated the roots of goodness, ( ) perfectly practiced conduct, (3) perfectly accumulated the accumulations, (4) perfectly served the appearance of buddhas, (5) perfectly amassed pure qualities, (6) perfectly acquired kalyāṇamitras, (7) perfectly purified their intentions, (8) developed a vast higher motivation, (9) created the aspiration to the sublime, and (10) manifested kindness and compassion.

source: སྙིང་རྗེ་དང་སྙིང་བརྩེ་བ་མངོན་དུ་གྱུར་པ། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ལ་མངོན་པར་མོས་པ་རྣམས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་མོས་པ་དང་། སྟོབས་བཅུའི་སྟོབས་ཐོབ་པར་བྱ་བ་དང་། མི་འཇིགས་པ་ཆེན་པོ་ཐོབ་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མཉམ་པ་ཉིད་ཐོབ་པར་བྱ་བ་དང་། འགྲོ་བ་ཐམས་ཅད་ཡོངས་སུ་བསྐྱབ་པར་བྱ་བ་དང་། སྙིང་བརྩེ་བ་དང་སྙིང་རྗེ་ཆེན་པོ་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། ཕྱོགས་བཅུ་མ་ལུས་པར་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་མངོན་དུ་འགྱུར་བར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པ་ཐམས་ཅད་ཐོགས་པ་མེད་པར་ཡོངས་སུ་སྦྱངས་པར་བྱ་བ་དང་། དུས་གསུམ་ཐམས་ཅད་སྐད་ཅིག་གཅིག་གིས་ཁོང་དུ་ཆུད་པར་བྱ་བ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་ཆེན་པོ་རབ་ཏུ་བསྐོར་བ་ལ་ཁྱུ་མཆོག་གི་མཐུ་དབྱུང་བ་རྒྱ་ཆེན་པོ་འཐོབ་པར་བྱ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་སེམས་སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བ། ཤེས་རབ་དང་ཡེ་ཤེས་ཀྱི་དབང་དུ་གྱུར་པ། ཐབས་མཁས་པས་ཡོངས་སུ་བཟུང་བ། བསམ་པ་དང་ལྷག་པའི་བསམ་པས་རབ་ཏུ་བརྟན་པ།
en: “That motivation is developed by the bodhisattvas in order to (1) desire the wisdom of buddhahood, ( ) acquire the power of the ten strengths, (3) acquire the great confidences, (4) attain the equality of the Buddhadharma, (5) protect all beings, (6) have pure kindness and compassion, (7) have knowledge of all in the ten directions, (8) purify without impediment all buddha realms, (9) know in one instant all the three times, and (10) become confident in turning the great Dharma wheel.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་ཚད་མེད་པ་དང་ལྡན་པ། སེམས་ཅན་གྱི་སྟོབས་དང་། བློའི་སྟོབས་རྣམ་པར་དབྱེ་བར་བྱ་བ་ཤིན་ཏུ་རྣམ་པར་ཕྱེ་བ་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་མངོན་དུ་གྱུར་པ་རང་བྱུང་གི་ཡེ་ཤེས་དང་མཐུན་པ། སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཆོས་ལ་ཤེས་རབ་དང་ཡེ་ཤེས་ཀྱི་མན་ངག་ཡང་དག་པར་ཚོལ་བ།
en: “They have (1) great compassion that precedes all actions, ( ) the power of knowledge and wisdom, (3) the acquisition of skillful means, (4) the support of intention and higher intention, (5) the measureless powers of the tathāgatas, (6) perfect analysis through analyzing with the power of courage and the power of intelligence, and (7) the continuous manifestation of wisdom;

source: སངས་རྒྱས་བྱུང་བ་ཐམས་ཅད་ལས་གདམས་ངག་ཡང་དག་པར་བླངས་པ། ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པ། ནམ་མཁའི་མཐར་ཐུག་པར་གནས་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་པར་སྐྱེ་བར་འགྱུར་ཏེ། སེམས་བསྐྱེད་པ་དེ་བསྐྱེད་མ་ཐག་ཏུ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སོ་སོའི་སྐྱེ་བོའི་ས་ལས་རབ་ཏུ་འདས་པ་ཡིན། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པ་ཤིན་ཏུ་ནོན་པ་ཡིན། དེ་བཞིན་གཤེགས་པའི་རིགས་སུ་སྐྱེས་པ་ཡིན། རིགས་བརྗོད་པ་ལ་ཁ་ན་མ་ཐོ་བ་མེད་པ་ཡིན། །འཇིག་རྟེན་གྱི་ལམ་ཐམས་ཅད་ལས་ཕྱིར་ལོག་པ་ཡིན།
en: and they (8) have become conducive to self-arising wisdom, (9) have received the instructions for knowledge and wisdom in the Buddhadharma, and (10) are in the supreme essence of the Dharma, in the realm of space, the final highest point.

source: འཇིག་རྟེན་ལས་འདས་པའི་ལམ་ཤིན་ཏུ་ནོན་པ་ཡིན། བྱང་ཆུབ་སེམས་དཔའི་ཆོས་ཉིད་ལ་གནས་པ་ཡིན། བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་དགོད་པ་ལ་རབ་ཏུ་གནས་པ་ཡིན། དུས་གསུམ་མཉམ་པ་ཉིད་ཀྱི་རྗེས་སུ་སོང་བ་ཡིན། རྫོགས་པའི་བྱང་ཆུབ་ལ་ཤིན་ཏུ་གཞོལ་བས་དེ་བཞིན་གཤེགས་པའི་རིགས་སུ་ངེས་པ་ཡིན།
en: “Simultaneous with developing that motivation, the bodhisattva mahāsattva becomes transcendent, for he (1) rises above the level of ordinary beings, ( ) becomes an immutable bodhisattva, (3) becomes faultless within the family of the sugatas, (4) has gone beyond caste identification, (5) has transcended all worldly ways, (6) follows the way that transcends the world, (7) remains perfectly in the nature of a bodhisattva, (8) has the unchanging possession of the bodhisattva state, (9) is in the lineage of the tathāgatas of the three times, and (10) is destined for buddhahood.

source: ཀྱེ་རྒྱལ་བའི་སྲས་དག །ཆོས་ཀྱི་རྣམ་པ་འདི་ལྟ་བུ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་ལ་མི་གཡོ་བའི་ཚུལ་གྱིས་རབ་ཏུ་གནས་སོ། །ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་ལ་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་རབ་ཏུ་དགའ་བ་མང་བ་ཡིན། ཡིད་བདེ་བ་མང་བ་ཡིན། མོས་པ་མང་བ་ཡིན། རངས་པ་མང་བ་ཡིན།
en: “O jinaputras! The bodhisattva established in the Dharma resides unshakably upon the bodhisattva bhūmi named Perfect Joy.

source: མགུ་བ་མང་བ་ཡིན།
en: “O jinaputras!

source: སྤྲོ་བ་མང་བ་ཡིན། རྩོལ་བ་མང་བ་ཡིན། འཚེ་བ་མེད་པ་མང་བ་ཡིན། ཁྲོ་བ་མེད་པ་མང་བ་ཡིན། ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན།
en: The bodhisattva who is on the Perfect Joy bodhisattva bhūmi has (1) a plenitude of joy, ( ) a plenitude of admiration, (3) a plenitude of happiness, (4) a plenitude of rapture, (5) a plenitude of pleasure, (6) a plenitude of delight, (7) a plenitude of enthusiasm, (8) a plenitude of calmness, (9) a plenitude of harmlessness, and (10) a plenitude of freedom from anger.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམ་པར་དག་པ་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན།
en: “O jinaputras!

source: བྱང་ཆུབ་སེམས་དཔའི་སའི་ཁྱད་པར་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། བྱང་ཆུབ་སེམས་པས་སྤྱོད་ཡུལ་མི་འཕྲོགས་པ་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། དེ་བཞིན་གཤེགས་པའི་གདམས་ངག་དང་ལུས་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། སེམས་ཅན་གྱི་དོན་རབ་ཏུ་ཐོབ་པར་བྱ་བ་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡེ་ཤེས་ལ་འཇུག་པའི་ཐབས་རྗེས་སུ་དྲན་ཞིང་རབ་ཏུ་དགའ་བ་ཡིན། ཡང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ནི་འགྲོ་བ་ཐམས་ཅད་ཀྱི་ཡུལ་ལས་ཕྱིར་ལོག་གོ །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་སངས་རྒྱས་ཀྱི་ས་དང་ཉེ་བར་གྱུར་ཏོ་ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་བྱིས་པའི་ས་ལས་རིང་དུ་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་ཡེ་ཤེས་ཀྱི་ས་དང་ཉེ་བར་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་ངན་སོང་དང་ངན་འགྲོའི་འཇིགས་པ་ཐམས་ཅད་རྒྱུན་ཆད་དོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གནས་སུ་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མཐོང་བར་འགྱུར་བ་དང་ཉེ་བར་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ།
en: In that way, the bodhisattva who resides on the Perfect Joy bodhisattva bhūmi has (1) perfect joy thinking of the buddha bhagavats, ( ) perfect joy thinking of the Buddhadharma, (3) perfect joy thinking of the bodhisattva mahāsattvas, (4) perfect joy thinking of bodhisattva conduct, (5) perfect joy thinking of the pure perfections, (6) perfect joy thinking of the different bodhisattva bhūmis, (7) perfect joy thinking of the preeminence of the bodhisattvas, (8) perfect joy thinking of the instructions taught by the tathāgatas, (9) perfect joy thinking of the accomplishment of the benefit of beings, and (10) perfect joy thinking of accomplishing entry into the wisdom of all tathāgatas.

source: །བདག་ནི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་ཡུལ་ལ་ཡང་དག་པར་འབྱུང་ངོ་། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱི་མཉམ་པ་ཉིད་དང་ལྡན་པར་གྱུར་ཏོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ། །བདག་ནི་འཇིགས་པ་དང་། བག་ཚ་བ་དང་སྔངས་པ་དང་། སྐྱི་གཡའ་བ་ཐམས་ཅད་དང་བྲལ་ལོ། །ཞེས་རབ་ཏུ་དགའ་བ་བསྐྱེད་དོ།
en: “Perfect Joy arises as he thinks, ‘(1) I have departed from the scope of the world, ( ) I have approached the level of buddhahood, (3) I have withdrawn from the level of ordinary childlike beings, (4) I am near to the level of wisdom, (5) I am separated from falling into any lower existence, (6) I have become a refuge for all beings, (7) I am close to seeing all the tathāgatas, (8) I have arisen within the purview of all buddhas, (9) I have become equal to all bodhisattvas, and (10) I am free from all fear, alarm, and terror.’

source: ཀྱེ་རྒྱལ་བའི་སྲས་དག་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔས་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་འདི་ཐོབ་མ་ཐག་ཏུ་འཇིགས་པའི་རྣམ་པ་འདི་དག་འདི་ལྟ་སྟེ།
en: O jinaputras! As soon as the bodhisattva attains the Perfect Joy bodhisattva bhūmi in this way, all these fears cease:

source: འཚོ་བ་མེད་པས་འཇིགས་པ་འམ། མི་བསྔགས་པས་འཇིགས་པ་འམ། འཆི་བས་འཇིགས་པ་འམ། ངན་སོང་གིས་འཇིགས་པ་འམ། འཁོར་དུ་བག་ཚ་བས་འཇིགས་པ་དེ་དག་ཐམས་ཅད་དེ་ལ་མྱེད་པ་ཡིན།
en: (1) fear of the loss of livelihood, ( ) fear of a bad reputation, (3) fear of death, (4) fear of the lower existences, and (5) fear from nervousness in an assembly.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Why is that?

source: འདི་ལྟར་དེ་ནི་བདག་གི་འདུ་ཤེས་དང་བྲལ་བས་དེ་ལ་བདག་འཕངས་པར་སེམས་པ་འང་མེད་ན། ཡོ་བྱད་ཐམས་ཅད་ལ་ཕངས་པར་སེམས་པ་ལྟ་ག་ལ་ཡོད་དེ།
en: He has no fear, alarm, terror, or horripilation (1) because he is free from the perception of a self and therefore has no attachment to the self, so how could he have attachment to material things?

source: དེའི་ཕྱིར་དེ་ལ་འཚོ་བ་མེད་པས་འཇིགས་པ་མྱེད་དོ།
en: Therefore he has no fear of loss of livelihood;

source: །དེ་ནི་སུ་ལས་ཀྱང་རིམ་གྲོར་བྱ་བ་ཆུང་ཟད་ཙམ་ཡང་རེ་བ་མེད་ལ་གཞན་དུ་ན་བདག་ཉིད་ཀྱིས་སེམས་ཅན་དེ་དག་ལ་ཡོ་བྱད་མང་པོ་ཐམས་ཅད་ཀྱིས་བསྡུད་པར་བྱའོ། །སྙམ་དུ་སེམས་པས།
en: ) because he does not have the slightest expectation of a reward from whomever he helps, but thinks, ‘My possessions are for sharing with beings’ and therefore has no fear of a bad reputation;

source: དེའི་ཕྱིར་དེ་ལ་མི་བསྔགས་པའི་འཇིགས་པ་མེད་དོ། །དེ་བདག་ཏུ་ལྟ་བ་དང་བྲལ་བས་དེ་ལ་བདག་གི་འདུ་ཤེས་མྱེད་དེ་དེའི་ཕྱིར་དེ་ལ་འཆི་བའི་འཇིགས་པ་མྱེད་དོ།
en: (3) because he does not have the view of a self and therefore does not have the perception of a self and therefore has no fear of death;

source: །བདག་ཤི་ནས་ཀྱང་གདོན་མི་ཟ་བར་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་དག་དང་མི་འབྲལ་བར་འགྱུར་རོ། །ཞེས་དེའི་ཕྱིར་དེ་ལ་ངན་སོང་གི་འཇིགས་པ་མྱེད་དོ། །དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: (4) because he thinks, ‘Even though I die, I will definitely be inseparable from the buddhas and bodhisattvas,’ and therefore has no fear of the lower existences;

source: བདག་གི་བསམ་པ་དང་འཇིག་རྟེན་ན་མཚུངས་པ་སུ་ཡང་མེད་ན་ལྷག་པ་ལྟ་ག་ལ་ཡོད་ཅེས་དེའི་ཕྱིར་དེ་ལ་འཁོར་དུ་བག་ཚ་བ་མེད་དོ།
en: (5) because he thinks, ‘There is no one in the world whose motivation is even equal to mine, so how could they be higher?’ and therefore has no fear from being nervous in an assembly.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག་དེ་ལྟར་འཇིགས་པ་དང་། དངངས་པ་དང་བག་ཚ་བ་དང་སྐྱི་གཡའ་བ་མེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་སྙིང་རྗེ་ཆེན་པོ་སྔོན་དུ་འགྲོ་བས་ལྷག་པའི་བསམ་པ་མ་ཉམས་ཤིང་མི་དམའ་བས་དེ་བས་ཀྱང་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཡང་དག་པར་བསྡུ་བའི་ཕྱིར་རབ་ཏུ་བརྩོན་པར་བྱེད་དོ།
en: “O jinaputras! The bodhisattva who has first developed compassion, with unimpaired, uncommon higher motivation, is dedicated more than ever before to accumulating roots of goodness.

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དག །དེ་དད་པ་ལ་དབང་བསྒྱུར་བ་དང་མོས་པ་མང་བ་དང་ཡིད་ཆེས་པ་ཤིན་ཏུ་རྣམ་པར་དག་པ་དང་རྟོག་པ་མང་བ་དང་སྙིང་བརྩེ་བ་དང་། སྙིང་རྗེས་མངོན་པར་བསྒྲུབ་པ་དང་བྱམས་པ་ཆེན་པོ་དང་ལྡན་པ་དང་། ཡིད་སྐྱོ་བ་མེད་པ་དང་ངོ་ཚ་ཤེས་པ་དང་ཁྲེལ་ཡོད་པའི་རྒྱན་དང་བཟོད་ཅིང་དེས་པ་དང་ལྡན་པ་དང་། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་བསྟན་པ་ལ་རིམ་གྲོ་དང་བཀུར་སྟི་དང་རི་མོ་ཡོད་པ་དང་ཉིན་མཚན་དུ་མི་ངོམས་པར་དགེ་བའི་རྩ་བ་སྩོགས་པ་དང་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པ་དང་། ཆོས་ཀྱི་དགའ་བས་དགའ་བར་གནས་པ་དང་། མི་ངོམས་པར་མང་དུ་ཐོས་པ་ཚོལ་བ་དང་། ཇི་སྐད་དུ་ཐོས་པའི་ཆོས་ལ་ཚུལ་བཞིན་དུ་རྟོགས་པ་དང་། གནས་མེད་པའི་ཡིད་དང་འཐོབ་པ་དང་བཀུར་སྟི་དང་། བསྔགས་པ་ལ་ཆགས་པ་མེད་པ་དང་ཡོ་བྱད་ཐམས་ཅད་ལ་ཕངས་པར་སེམས་ཤིང་ཆགས་པ་མེད་པ་དང་སེམས་བསྐྱེད་པ་རིན་པོ་ཆེ་ལྟ་བུས་ངོམས་པ་མྱེད་པར་མངོན་པར་བསྒྲུབ་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱིས་ལ་མངོན་པར་མོས་པ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་མི་འཇིགས་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་ལ་དམིགས་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཚོགས་ཡོངས་སུ་ཚོལ་བ་དང་། སྒྱུ་དང་གཡོ་ཡོངས་སུ་སྤངས་པ་དང་། ཇི་སྐད་དུ་སྨྲས་པ་དེ་ལྟར་བྱེད་པ་དང་། རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་བདེན་པའི་ཚིག་གི་རྗེས་སུ་བསྲུང་བ་དང་། དེ་བཞིན་གཤེགས་པའི་རིགས་ལ་སྐྱོན་དུ་འགྱུར་བར་མྱི་བྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་མི་གཏོང་བ་དང་། རིའི་དབང་པོའི་རྒྱལ་པོ་ཆེན་པོ་ལྟར་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་མི་སྒུལ་བ་དང་། འཇིག་རྟེན་གྱི་བྱ་བ་ཐམས་ཅད་ལ་མངོན་པར་དགའ་བ་མེད་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བའི་ལམ་དང་ལྡན་པ་དང་། མི་ངོམས་པར་བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་ཚོགས་རབ་ཏུ་སྩོགས་པ་དང་། རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་གོང་ནས་གོང་དུ་ཁྱད་པར་དུ་འབོགས་པའི་ལམ་ཚོལ་བ་དང་ས་ཡོངས་སུ་སྦྱོང་བའི་ཆོས་ཀྱི་རྣམ་པ་འདི་ལྟ་བུ་དག་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་ལ་གནས་པ་ཡིན་ཏེ།
en: This is because (1) he has the power of faith, ( ) he has an abundance of admiration, (3) he has pure motivation, (4) he has an abundance of certainty, (5) he has developed kindness and compassion, (6) he has generated great love, (7) he has a resolute mind, (8) he is adorned by a sense of shame and conscience, (9) he possesses patience and gentleness, and (10) he has respect and reverence for the teachings of the tathāgata arhat samyak­sambuddhas. “(1) He accumulates roots of goodness day and night without ever being satisfied; ( ) he is devoted to kalyāṇamitras; (3) he enjoys the delights of the Dharma; (4) he seeks to hear Dharma teachings without ever being satisfied; (5) he thoroughly examines the Dharma he has heard; (6) he has no mental fixation; (7) he has no attachment to acquisitions, honors, and praise; (8) he has no attachment to delight in material things; (9) he accomplishes, without ever being satisfied, the development of the motivation that is like a jewel; and (10) he aspires to the bhūmi of omniscience. “(1) He has the strengths, confidences, and distinct qualities of the tathāgatas as his goal; ( ) he seeks the perfections without impediment; (3) he has forsaken deception and deceit; (4) he practices what he preaches; (5) he always keeps to speaking the truth; (6) he creates no blemish in the family of the tathāgatas; (7) he never abandons the training of the bodhisattva and, like the great lord and king of mountains, is unshakable from the omniscient mind; (8) he has no desire for worldly activities and follows the path of renunciation that transcends the world; (9) he accumulates, without ever being satisfied, the accumulation of the factors for enlightenment; and (10) he continuously, without interruption, always seeks to progress higher and higher. “O jinaputras! The bodhisattva mahāsattva who is on the Perfect Joy bodhisattva bhūmi is endowed with those kinds of qualities of a pure bhūmi.

source: དེ་བྱང་ཆུབ་སེམས་དཔའི་ས་རབ་ཏུ་དགའ་བ་དེ་ལ་ཤིན་ཏུ་གནས་ཤིང་རྣམ་པ་འདི་ལྟ་བུའི་སྨོན་ལམ་ཆེན་པོ་དང་། བརྩོན་པ་ཆེན་པོ་དང་། མངོན་པར་བསྒྲུབ་པ་ཆེན་པོ་འདི་དག་མངོན་པར་སྒྲུབ་སྟེ།
en: “He who is on the Perfect Joy bodhisattva bhūmi accomplishes great prayers, great efforts, and great accomplishments in these ways:

source: འདི་ལྟར་སངས་རྒྱས་ཐམས་ཅད་མ་ལུས་པ་ལྷག་མ་མེད་པ་དང་མཐའ་དག་ལ་མཆོད་ཅིང་རིམ་གྲོ་བྱ་བའི་ཕྱིར་རྣམ་པའི་མཆོག་ཐམས་ཅད་དང་ལྡན་པ་མོས་པ་རྒྱ་ཆེན་པོས་རྣམ་པར་དག་པ། ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པར་རྒྱ་ཆེ་བ་ནམ་མཁའི་དབྱིངས་ཀྱི་མཐར་ཐུག་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་བ། བསྐལ་པ་འགྲངས་པ་ཐམས་ཅད་དུ་སངས་རྒྱས་སྐྱེ་བ་འགྲངས་པ་ལ་རིམ་གྲོ་དང་། མཆོད་པ་ཆེན་པོ་བྱ་བ་རྒྱུན་མི་འཆད་པའི་སྨོན་ལམ་ཆེན་པོ་མངོན་པར་སྒྲུབ་པོ།
en: “In order to offer to and serve all buddhas without exception, without remainder, the bodhisattva continuously makes great prayers, perfect in all aspects, that have the complete purity of a vast aspiration, are as vast as the realm of phenomena, reach the ends of space, and extend to the end of time, so that he may render great service and make great offerings to all buddhas who will appear in all eons.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསུངས་པའི་ཆོས་ཀྱི་ཚུལ་ཡང་དག་པར་གཟུང་བ་དང་། སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བྱང་ཆུབ་ཡང་དག་པར་བླངས་པ་དང་། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བསྟན་པ་ཡང་དག་པར་བསྲུང་བའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པར་རྒྱ་ཆེ་བ། ནམ་མཁའི་དབྱིངས་ཀྱི་མཐར་ཐུག་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་པ། བསྐལ་པ་འགྲངས་པ་ཐམས་ཅད་ཀྱི་སངས་རྒྱས་འབྱུང་བ་འགྲངས་པའི་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བ་རྒྱུན་མི་འཆད་པའི་སྨོན་ལམ་ཆེན་པོ་མངོན་པར་སྒྲུབ་པོ།
en: “In order to possess the Dharma taught by all the tathāgatas, in order to obtain the enlightenment of all the buddhas, and in order to preserve the teachings of all the samyak­sambuddhas, the bodhisattva continuously makes great prayers, perfect in all aspects, that have the complete purity of a vast aspiration, are as vast as the realm of phenomena, reach the ends of space, and extend to the end of time, so that he may possess the Dharma taught by all the tathāgatas.

source: འཇིག་རྟེན་གྱི་ཁམས་འབྱམ་ཀླས་པ་ཐམས་ཅད་མ་ལུས་པའི་སངས་རྒྱས་སྐྱེ་བ་ཐམས་ཅད་ཀྱི་དགའ་ལྡན་གྱི་ཕོ་བྲང་དམ་པ་ན་བཞུགས་པ་ལ་སྩོགས་ཏེ། འཕོ་བ་དང་གཤེགས་པ་དང་། སྐུ་ན་བཞུགས་པ་དང་། སྐྱེ་བ་དང་། གཞོན་ནུའི་རོལ་པ་དང་། བཙུན་མོའི་འཁོར་གྱི་ནང་ན་བཞུགས་པ་དང་། མངོན་པར་འབྱུང་བ་དང་། དཀའ་བ་སྤྱད་པ་དང་། སྙིང་པོ་བྱང་ཆུབ་ཏུ་གཤེགས་པ་དང་། བདུད་གདུལ་བ་དང་། མངོན་པར་འཚང་རྒྱ་བ་དང་། གསོལ་བ་གདབ་པ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་ཆེན་པོ་བསྐོར་བ་དང་། མྱ་ངན་ལས་འདས་པ་ཆེན་པོ་སྟོན་པའི་དྲུང་དུ་འགྲོ་ཞིང་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་དང་། དམ་པའི་ཆོས་ཡང་དག་པར་གཟུང་བའི་སྦྱོར་བ་ལས་སྩོགས་པ་ཐམས་ཅད་གཅིག་ཏུ་མངོན་པར་བསྒྲུབ་པའི་ཕྱིར། ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པར་རྒྱ་ཆེ་བ་ནམ་མཁའི་དབྱིངས་ཀྱི་མཐར་ཐུག་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་པ་བསྐལ་པ་འགྲངས་པ་ཐམས་ཅད་དུ་སངས་རྒྱས་འབྱུང་བ་འགྲངས་པའི་དྲུང་དུ་འགྲོ་བ་ནས། མྱ་ངན་ལས་འདས་པ་ཆེན་པོའི་བར་གྱི་དྲུང་དུ་འགྲོ་བ་རྒྱུན་མི་ཆད་པའི་སྨོན་ལམ་ཆེན་པོ་མངོན་པར་སྒྲུབ་པོ།
en: “In order that during the lives of all the buddhas in infinite worlds without exception, from when they are in the divine palace in Tuṣita onward—their departure from there, descent, entering a body, being born, enjoying youth, living with a retinue of queens, abandoning the lay life, practicing asceticism, going to the bodhimaṇḍa, subjugating the māras, attaining buddhahood, receiving a supplication, turning the great Dharma wheel, and demonstrating passing into the great nirvāṇa—and in order that they may come into their presence, make offerings to them, serve them, receive the Dharma, and so on, the bodhisattva continuously makes great prayers, perfect in all aspects, that have the complete purity of a vast aspiration, are as vast as the realm of phenomena, reach the ends of space, and extend to the end of time, so that he may be in the presence of all buddhas until they pass into nirvāṇa.

source: བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་རྒྱ་ཆེན་པོ་ཤིན་ཏུ་ཡངས་པ་ཚད་མེད་པ། མི་འཕྲོགས་པ་ཐ་མི་དད་པ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་ཀྱིས་ཡང་དག་པར་བསྡུས་པ། ས་ཡོངས་སུ་སྦྱང་བའི་ཡན་ལག་དང་ཉེ་བའི་ཡན་ལག་དུ་བཅས་པ་མངོན་པར་བསྒྲུབ་པ་དང་། མཚན་ཉིད་དང་བྱེ་བྲག་གི་མཚན་ཉིད་དུ་བཅས་པ་དང་། འགྲུབ་པ་དང་། འཇིག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པར་གཏོགས་པ་ཐམས་ཅད་དང་། ས་ཇི་ལྟ་བ་བཞིན་དང་། ཇི་ལྟ་བུར་བསྟན་པ་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་སྦྱང་བ་ལ་གདམས་ངག་དང་། མན་ངག་གི་སྦྱིན་པ་ཉེ་བར་བསྟན་པའི་སེམས་བསྐྱེད་པ་མངོན་པར་བསྒྲུབ་པའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པ་རྒྱ་ཆེ་བ། ནམ་མཁའི་དབྱིངས་ཀྱི་མཐར་ཐུག་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་པ། བསྐལ་པ་འགྲངས་པ་ཐམས་ཅད་དུ་སྤྱོད་པ་འགྲངས་པ་སེམས་བསྐྱེད་པས་མངོན་པར་བསྒྲུབ་པ། རྒྱུན་མི་འཆད་པའི་སྨོན་ལམ་ཆེན་པོ་མངོན་པར་སྒྲུབ་བོ།
en: “In order to accomplish the immeasurable vast extent of bodhisattva conduct without omission, accumulating all the perfections and refining all the bhūmis, and in order to acquire the aggregation of all the main and subsidiary factors for enlightenment—with the principal and various signs, dissolution, transformation, and all that is in the conduct of the bodhisattva, the teaching on the path of the bhūmis, the support and gift of the teaching and instruction on training in the perfections, and attaining the development of the motivation to buddhahood—the bodhisattva continuously makes great prayers, perfect in all aspects, that have the complete purity of a vast aspiration, are as vast as the realm of phenomena, reach the ends of space, and extend to the end of time, so that he may throughout all eons accomplish the development of the motivation to buddhahood.

source: འདུ་ཤེས་མེད་པའང་མ་ཡིན་པ་དང་། སྒོ་ང་ལས་སྐྱེས་པ་དང་། མངལ་ལས་སྐྱེས་པ་དང་། དྲོད་གཤེར་ལས་སྐྱེས་པ་དང་། རྫུས་ཏེ་བྱུང་བ་ཁམས་གསུམ་དུ་གཏོགས་པ། འགྲོ་བ་དྲུག་ཏུ་འདུས་པ། སྐྱེ་བ་ཐམས་ཅད་དུ་གཏོགས་པའི་སེམས་ཅན་གྱི་ཁམས་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་སངས་རྒྱས་ཀྱི་ཆོས་ལ་གཟུད་པ་དང་། ལམ་གྱི་རྒྱུད་འགྲངས་པ་ཐམས་ཅད་རྒྱུན་གཅད་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ལ་དགོད་པའི་ཕྱིར་ཆོས་ཀྱི་དབྱིངས་ཀྱིས་ཀླས་པར། རྒྱ་ཆེ་བ་ནམ་མཁའི་དབྱིངས་ཀྱི་མཐར་ཐུག་པ། ཕྱི་མའི་མཐའི་མུར་ཐུག་པ་བསྐལ་པ་འགྲངས་པ་ཐམས་ཅད་དང་། སེམས་ཅན་འགྲངས་པ་ཐམས་ཅད་དུ་སེམས་ཅན་གྱི་ཁམས་ཡོངས་སུ་སྨིན་པར་བྱ་བ་ལ་རྒྱུན་མི་འཆད་པའི་སྨོན་ལམ་ཆེན་པོ་མངོན་པར་སྒྲུབ་བོ།
en: “In order that all the worlds of beings, without exception or remainder, who make up the three realms, who are within the six kinds of existence—those with form and the formless, those with perception and those without perception, those who are not those with perception and also those who are not those without perception, those born from eggs, those born from wombs, those born from warm moisture, those born miraculously—in order that all these beings, all those realms of beings, be ripened completely, enter the Buddha’s Dharma, follow the path without interruption, and be brought to the bhūmi of omniscience, the bodhisattva continuously makes great prayers, perfect in all aspects, that have the complete purity of a vast aspiration, are as vast as the realm of phenomena, reach the ends of space, and extend to the end of time, so that he may throughout all eons ripen the nature of all beings.
